{
  "ui": {
    "tagline": "Engineering Manager • Agile Leader",
    "variant_full": "Version complète",
    "variant_short": "Version courte",
    "download_pdf": "Télécharger le PDF",
    "footer": "Site CV statique Angular • Hash routing prêt pour OVH"
  },
  "personalInfo": {
    "name": "Alec Roy",
    "title": "Leader Lean & Agile • Engineering Manager",
    "email": "alecroy89@gmail.com",
    "phone": "+33 6 19 19 65 16",
    "location": "22300 Lannion, France",
    "linkedin": "linkedin.com/in/alec-roy",
    "youtube": "https://www.youtube.com/@alec-agile-gardener",
    "assessfirst": "https://my.assessfirst.com/public/profile/btsphlfw-alec-roy?lang=fr-FR"
  },
  "aboutShort": {
    "description": "Leader Lean et Agile avec près de 15 ans d'expérience à la croisée du produit, de la tech, du business et du management, j'ai accompagné des scale-ups (ManoMano, SantéVet, Dougs…) dans leur hyper-croissance en structurant le delivery, en menant des transformations agiles à l'échelle et en développant les talents. Mon style est humain, collaboratif et orienté résultats. Je crée les conditions pour que chacun progresse, gagne en autonomie et trouve du sens. Vision stratégique et posture de coach s'articulent dans mon leadership : transparence, confiance et excellence. Reconnu pour ma capacité à fédérer, motiver et inspirer, j'apporte empathie, spontanéité et pragmatisme. Moteur d'innovation, je challenge l'existant, teste, apprends et itère. En résumé, un servant leader passionné, animé par l'envie de contribuer à la croissance d'une entreprise où les personnes et les produits grandissent ensemble."
  },
  "aboutLong": {
    "description": "Je suis un leader Lean / Agile et manager passionné, avec près de 15 ans d'expérience à la croisée du produit, de la tech, du business et du management. J'ai accompagné mes équipes dans des scale-ups (ManoMano, SantéVet, Dougs…) en hyper-croissance en structurant le delivery, en accompagnant des transformations agiles à l'échelle et en développant les talents de mes équipes. Mon style est résolument humain, collaboratif et orienté résultats. Les équipes que j'accompagne décrivent mon approche comme motivante et engageante. Je crée les conditions pour que chacun progresse, prenne confiance et gagne en autonomie. Je combine sens de vision stratégique (roadmaps alignées sur la stratégie globale de l'entreprise, adaptation des cadres de travail aux contextes…) et posture de coach (mentorat, écoute active, feedback constructif…). Mon leadership repose sur la transparence, la confiance et l'excellence. Sur le plan humain, mes forces résident dans ma capacité à fédérer, motiver et inspirer. Je suis reconnu pour mon empathie, ma facilité à nouer des relations authentiques et ma spontanéité, qui rendent la collaboration naturelle et agréable. Je suis aussi moteur d'innovation et de changement : j'aime comprendre pourquoi, questionner l'existant de manière pragmatique, tester de nouvelles approches, apprendre vite et itérer. Ce qui me définit en tant que manager : People first : je valorise la progression individuelle et collective, j'aime mettre en avant le talent des autres, je détecte facilement le potentiel de chacun. Coach & visionnaire : j'aide à grandir et j'entraîne vers un objectif commun, en encourageant à définir des objectifs collectifs et individuels. Catalyseur : je transforme les défis en opportunités et stimule l'énergie collective, en m'entourant d'early adopters qui viendront m'épauler dans la transformation. Structuré & pragmatique : je sais concevoir des cadres clairs, réalistes (mais ambitieux) et adaptés aux enjeux business, tout en restant pragmatique et progressif. En résumé, je suis un servant leader qui rayonne par l'enthousiasme, la proximité et la volonté d'avoir un impact global, positif et durable. Mon moteur : contribuer à la croissance d'une entreprise en créant un environnement où les personnes et les produits grandissent ensemble."
  },
  "experiencesShort": [
    {
      "company": "Dougs",
      "position": "Engineering Manager",
      "period": "2018 - Présent",
      "description": "Management d'équipes techniques dans la première plateforme française de comptabilité 100% digitale. Leadership, coaching et développement d'une équipe de 25+ développeurs et ingénieurs.",
      "technologies": ["Node.js", "React", "TypeScript", "AWS", "Docker"]
    },
    {
      "company": "Freelance & Projets personnels",
      "position": "Développeur Full-Stack",
      "period": "2015 - 2018",
      "description": "Développement d'applications web et mobiles pour diverses startups et entreprises. Spécialisation en architecture moderne et UX.",
      "technologies": ["JavaScript", "Python", "React", "Node.js"]
    }
  ],
  "skills": {
    "technical": ["JavaScript", "TypeScript", "React", "Node.js", "AWS", "Docker", "PostgreSQL", "MongoDB"],
    "leadership": ["Management d'équipe", "Coaching", "Mentoring", "Transformation Agile", "Scrum Master"],
    "business": ["Product Management", "Stratégie", "Growth Hacking", "Analytics", "UX/UI"]
  },
  "accomplishments": [
    {
      "title": "Transformation Agile chez Dougs",
      "description": "Mise en place des pratiques Agile et Scrum pour une équipe de 25+ développeurs",
      "year": "2019"
    },
    {
      "title": "Certification Scrum Master",
      "description": "Obtention de la certification Professional Scrum Master (PSM I)",
      "year": "2018"
    }
  ],
  "recommendations": [
    {
      "name": "Alice Montel",
      "position": "Scrum Master",
      "company": "Dougs",
      "text": "Alec est un manager exceptionnel qui sait allier vision technique et leadership humain. Son approche collaborative a transformé notre façon de travailler.",
      "relationship": "Collègue",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/alice-montel-17358088/",
      "photo": "assets/images/recommendations/alice.jpg"
    },
    {
      "name": "Domingo Rodriguez",
      "position": "Senior Developer",
      "company": "Dougs",
      "text": "Travailler avec Alec a été une expérience enrichissante. Il crée un environnement où chacun peut s'épanouir et donner le meilleur de soi-même.",
      "relationship": "Équipe",
      "date": "2023",
      "linkedinUrl": "https://linkedin.com/in/domingo-rodriguez",
      "photo": "assets/images/recommendations/domingo.jpg"
    },
    {
      "name": "Florian Dubois",
      "position": "Tech Lead",
      "company": "Dougs",
      "text": "Alec a une capacité remarquable à fédérer les équipes autour d'objectifs communs. Son expertise technique et son sens du leadership font de lui un manager de référence.",
      "relationship": "Équipe",
      "date": "2022",
      "linkedinUrl": "https://linkedin.com/in/florian-dubois",
      "photo": "assets/images/recommendations/florian.jpg"
    },
    {
      "name": "Simon Leroy",
      "position": "DevOps Engineer",
      "company": "Dougs",
      "text": "Alec comprend parfaitement les enjeux techniques tout en gardant une vision business claire. C'est un plaisir de travailler sous sa direction.",
      "relationship": "Équipe",
      "date": "2022",
      "linkedinUrl": "https://linkedin.com/in/simon-leroy",
      "photo": "assets/images/recommendations/simon.jpg"
    },
    {
      "name": "Xavier Moreau",
      "position": "CTO",
      "company": "TechCorp",
      "text": "Alec est un leader naturel qui inspire confiance et respect. Sa capacité à transformer les défis en opportunités est remarquable.",
      "relationship": "Manager",
      "date": "2021",
      "linkedinUrl": "https://linkedin.com/in/xavier-moreau",
      "photo": "assets/images/recommendations/xavier.jpg"
    }
  ],
  "education": [
    {
      "degree": "Master en Informatique",
      "school": "École Supérieure d'Informatique",
      "year": "2015",
      "specialization": "Génie Logiciel et Systèmes Distribués"
    },
    {
      "degree": "Licence en Informatique",
      "school": "Université de Technologie",
      "year": "2013"
    }
  ],
  "languages": [
    {
      "language": "Français",
      "level": "Natif"
    },
    {
      "language": "Anglais",
      "level": "Courant (C1)"
    },
    {
      "language": "Espagnol",
      "level": "Intermédiaire (B2)"
    }
  ]
}