{
  "personalInfo": {
    "name": "Alec Roy",
    "title": "Leader Lean & Agile • Engineering Manager",
    "email": "alecroy89@gmail.com",
    "phone": "+33 6 19 19 65 16",
    "location": "22300 Lannion, France",
    "linkedin": "linkedin.com/in/alec-roy",
    "youtube": "https://www.youtube.com/@alec-agile-gardener",
    "assessfirst": "https://my.assessfirst.com/public/profile/btsphlfw-alec-roy?lang=fr-FR"
  },
  "aboutShort": {
    "description": "Leader Lean et Agile avec près de 15 ans d'expérience à la croisée du produit, de la tech, du business et du management, j'ai accompagné des scale-ups (ManoMano, SantéVet, Dougs…) dans leur hyper-croissance en structurant le delivery, en menant des transformations agiles à l'échelle et en développant les talents. Mon style est humain, collaboratif et orienté résultats. Je crée les conditions pour que chacun progresse, gagne en autonomie et trouve du sens. Vision stratégique et posture de coach s'articulent dans mon leadership : transparence, confiance et excellence. Reconnu pour ma capacité à fédérer, motiver et inspirer, j'apporte empathie, spontanéité et pragmatisme. Moteur d'innovation, je challenge l'existant, teste, apprends et itère. En résumé, un servant leader passionné, animé par l'envie de contribuer à la croissance d'une entreprise où les personnes et les produits grandissent ensemble."
  },
  "aboutLong": {
    "description": "Je suis un leader Lean / Agile et manager passionné, avec près de 15 ans d'expérience à la croisée du produit, de la tech, du business et du management. J'ai accompagné mes équipes dans des scale-ups (ManoMano, SantéVet, Dougs…) en hyper-croissance en structurant le delivery, en accompagnant des transformations agiles à l'échelle et en développant les talents de mes équipes. Mon style est résolument humain, collaboratif et orienté résultats. Les équipes que j'accompagne décrivent mon approche comme motivante et engageante. Je crée les conditions pour que chacun progresse, prenne confiance et gagne en autonomie. Je combine sens de vision stratégique (roadmaps alignées sur la stratégie globale de l'entreprise, adaptation des cadres de travail aux contextes…) et posture de coach (mentorat, écoute active, feedback constructif…). Mon leadership repose sur la transparence, la confiance et l'excellence. Sur le plan humain, mes forces résident dans ma capacité à fédérer, motiver et inspirer. Je suis reconnu pour mon empathie, ma facilité à nouer des relations authentiques et ma spontanéité, qui rendent la collaboration naturelle et agréable. Je suis aussi moteur d'innovation et de changement : j'aime comprendre pourquoi, questionner l'existant de manière pragmatique, tester de nouvelles approches, apprendre vite et itérer. Ce qui me définit en tant que manager : People first : je valorise la progression individuelle et collective, j'aime mettre en avant le talent des autres, je détecte facilement le potentiel de chacun. Coach & visionnaire : j'aide à grandir et j'entraîne vers un objectif commun, en encourageant à définir des objectifs collectifs et individuels. Catalyseur : je transforme les défis en opportunités et stimule l'énergie collective, en m'entourant d'early adopters qui viendront m'épauler dans la transformation. Structuré & pragmatique : je sais concevoir des cadres clairs, réalistes (mais ambitieux) et adaptés aux enjeux business, tout en restant pragmatique et progressif. En résumé, je suis un servant leader qui rayonne par l'enthousiasme, la proximité et la volonté d'avoir un impact global, positif et durable. Mon moteur : contribuer à la croissance d'une entreprise en créant un environnement où les personnes et les produits grandissent ensemble."
  },
  "experiencesShort": [
    {
      "company": "Dougs",
      "position": "Engineering Manager",
      "period": "2018 - Présent",
      "description": "Management d'équipes techniques dans la première plateforme française de comptabilité 100% digitale. Leadership, coaching et développement d'une équipe de 25+ développeurs et ingénieurs.",
      "technologies": ["Node.js", "React", "TypeScript", "AWS", "Docker"]
    },
    {
      "company": "Freelance & Projets personnels",
      "position": "Développeur Full-Stack",
      "period": "2015 - 2018",
      "description": "Développement d'applications web et mobiles pour diverses startups et entreprises. Spécialisation en architecture moderne et UX.",
      "technologies": ["JavaScript", "Python", "React", "Node.js"]
    }
  ],
  "experiencesLong": [
    {
      "company": "Dougs",
      "position": "Engineering Manager",
      "period": "2018 - Présent",
      "description": "En tant qu'Engineering Manager chez Dougs, je manage une équipe de plus de 25 développeurs et ingénieurs. Responsable du développement des talents, de l'amélioration des processus de développement et de l'accompagnement de la croissance technique de l'équipe. Je supervise le développement d'une plateforme SaaS qui révolutionne la comptabilité pour les PME et indépendants.",
      "achievements": [
        "Management et développement d'une équipe de 25+ personnes",
        "Mise en place de processus agiles et d'amélioration continue",
        "Coaching et mentoring de développeurs seniors et juniors",
        "Amélioration de la productivité et de la qualité des livraisons",
        "Transformation agile et culture d'innovation"
      ],
      "technologies": ["Node.js", "React", "TypeScript", "AWS", "Docker", "Kubernetes", "PostgreSQL", "Redis", "GraphQL"]
    },
    {
      "company": "Startup Précédente",
      "position": "Lead Developer",
      "period": "2015 - 2018",
      "description": "Lead Developer dans une startup en forte croissance, responsable du développement et de l'architecture de solutions web innovantes. Encadrement d'une équipe de 8 développeurs et mise en place des bonnes pratiques de développement.",
      "achievements": [
        "Développement d'une plateforme e-commerce from scratch",
        "Mise en place de l'intégration continue",
        "Optimisation des performances (réduction de 70% du temps de chargement)",
        "Formation et mentoring de développeurs juniors"
      ],
      "technologies": ["JavaScript", "Python", "Django", "PostgreSQL", "Redis", "Docker", "AWS"]
    },
    {
      "company": "Agence Web",
      "position": "Développeur Full-Stack",
      "period": "2012 - 2015",
      "description": "Développement de sites web et applications pour des clients variés (e-commerce, corporate, startups). Spécialisation dans les technologies web modernes et l'expérience utilisateur.",
      "achievements": [
        "Développement de 50+ projets web",
        "Spécialisation en responsive design",
        "Optimisation SEO et performance",
        "Formation aux nouvelles technologies"
      ],
      "technologies": ["PHP", "JavaScript", "MySQL", "HTML5", "CSS3", "jQuery", "WordPress"]
    }
  ],
  "skills": [
    {
      "category": "🎯 Agilité",
      "items": ["SAFe", "LeSS", "Nexus", "unFIX", "Lean", "Scrum", "ShapeUp"]
    },
    {
      "category": "🤝 Coaching Agile",
      "items": ["Accompagnement d'équipes (tech et managériales)", "Coaching individuel (SE, Scrum Master, PO/PM, PDS)"]
    },
    {
      "category": "👨‍💼 Leadership/Management",
      "items": ["Servant leader", "Mentor", "Développement de carrière", "Motivateurs intrinsèques", "Responsabilisation", "Autonomisation et délégation"]
    },
    {
      "category": "🚀 Delivery",
      "items": ["OKRs", "Coordination multi-équipes", "Co-construction de roadmaps stratégiques", "Suivi de production", "Optimisation des flux"]
    },
    {
      "category": "💬 Communication",
      "items": ["Facilitateur", "Écoute active", "Animateur", "Formateur"]
    },
    {
      "category": "💻 Tech",
      "items": ["Node.js", "TypeScript", "Nest.js", "PostgreSQL", "Docker"]
    },
    {
      "category": "🌍 Langues",
      "items": ["Français (natif)", "Anglais (courant)"]
    }
  ],
  "accomplishments": [
    {
      "company": "🏢 Dougs (Engineering Manager)",
      "achievements": [
        {
          "title": "📊 Optimisation du suivi de production",
          "description": "Mise en place d'un système de suivi dans **Notion** (à défaut d'un outil dédié).\n\n**Résultats :**\n• Pilotage du delivery **simplifié**\n• Automatisation de l'avancement des tickets branchés sur **GitHub**\n• Identification et résolution des **bottlenecks**\n• Amélioration de la communication (automatisation **Slack**)\n• **Déploiement aux autres domaines**"
        },
        {
          "title": "🎯 Déploiement des OKRs de Domaine",
          "description": "Mise en place d'OKRs pour **redonner du sens** aux équipes.\n\n**Résultat :** Les autres domaines ont adopté la même méthode après avoir vu notre **impact pertinent** sur les OKRs stratégiques de l'entreprise."
        },
        {
          "title": "🌐 Solution de bureau virtuel (Gather)",
          "description": "Déploiement d'une solution collaborative innovante.\n\n**Résultats :**\n• Adoption dans mon domaine\n• Déploiement à la **Tech (80 personnes)**\n• Extension à toute l'organisation **(400+ personnes)**\n• Facilitation de la collaboration dans un environnement **distribué** partout en France"
        },
        {
          "title": "👨‍💼 Promotion d'un Software Engineer",
          "description": "Détection et promotion d'un talent au poste de **Lead Software Engineer**.\n\n**Résultat :** Augmentation significative de la performance de l'équipe (motivation, productivité, innovation, **qualité des livrables**)."
        }
      ]
    },
    {
      "company": "🏥 SantéVet (Lead Scrum Master)",
      "achievements": [
        {
          "title": "📅 PI Planning pour 12 équipes",
          "description": "Organisation express d'un **PI Planning** (en 1 semaine de délai).\n\n**Résultat :** Roadmap trimestrielle réalisée et livrée au **COMEX en 1 jour**, avec gestion des dépendances (vs 2 semaines précédemment, sans gestion de dépendances)."
        },
        {
          "title": "🎯 Objectifs SMART de cycle",
          "description": "Définition d'objectifs **SMART** pour les équipes.\n\n**Résultat :** Amélioration de la **prédictabilité**, passage de **0% à 30%** d'équipes terminant tout ce qu'elles démarrent."
        },
        {
          "title": "🔗 Planification inter-équipes",
          "description": "Mise en place de cycles coordonnés entre équipes.\n\n**Résultats :**\n• Identification **plus tôt** des dépendances\n• Suivi **quotidien** des dépendances\n• Élimination d'un **frein majeur** à la livraison"
        },
        {
          "title": "👥 Lancement de 3 communautés",
          "description": "Création des communautés **Agile**, **PO** et **Lead Tech**.\n\n**Résultats :**\n• Partage de la culture d'**amélioration continue**\n• Mise en place de **focus time**\n• Enquêtes régulières pour adapter l'organisation"
        },
        {
          "title": "⚡ Promotion de la qualité",
          "description": "Diffusion de l'importance de la **qualité** et de l'**amélioration continue**.\n\n**Résultats :**\n• Incidents critiques réduits de **3/semaine à 3/mois**\n• Adoption d'une **DoD commune** à la Tech\n• Certification **PSM-II** d'un Scrum Master junior en 6 mois"
        }
      ]
    },
    {
      "company": "🛠️ ManoMano (Senior Scrum Master)",
      "achievements": [
        {
          "title": "📈 Framework d'agilité à l'échelle",
          "description": "Participation à l'élaboration d'un framework dans un contexte de **croissance accélérée**.\n\n**Résultats :**\n• Équipes **synchronisées**\n• Réduction de l'impact des **dépendances**\n• **Autonomisation** des équipes\n• Sens de participer à la **stratégie** de l'entreprise"
        }
      ]
    },
    {
      "company": "🎓 Formateur (SantéVet, ManoMano, onepoint, ECV Digital)",
      "achievements": [
        {
          "title": "📚 Formations et conférences",
          "description": "Montage et animation de formations sur des **sujets agiles** auprès de collègues et d'**étudiants en L3** pour les aider à construire des backends **Node.js/TypeScript** solides."
        }
      ]
    }
  ],
  "recommendations": [
    {
      "name": "Simon Françoise",
      "position": "Engineering Director (N+1) chez Dougs",
      "text": "Alec est un manager profondément impliqué, toujours présent pour ses équipes, avec une communication claire, bienveillante et efficace. Il sait créer un climat de confiance, où chacun se sent écouté et responsabilisé.\n\nAlec s'est distingué par son rôle actif dans l'amélioration du suivi de la production des équipes de développement. Il a su identifier les points de friction, proposer des changements concrets et impactants, permettant ainsi à ses équipes de mieux s'organiser et donc de consacrer plus de temps à produire. Ce sens de l'amélioration continue, associé à sa capacité à fédérer, en fait un atout majeur.\n\nAlec a également un impact au-delà de ses équipes. Il réussit naturellement à embarquer les autres Engineering Managers dans sa quête d'amélioration continue. Il est considéré par les autres Managers et moi-même comme une personne de confiance vers qui nous allons naturellement nous tourner pour être conseillés ou aidés sur les aspects organisationnels et humains.\n\nC'est un vrai plaisir de travailler avec Alec car il amène de l'énergie, de la transparence et un véritable esprit d'équipe. Il rend les choses plus simples, plus fluides et plus bienveillantes.",
      "date": "2024",
      "linkedinUrl": "https://www.linkedin.com/in/simon-francoise-560ba456/",
      "photo": "assets/images/recommendations/simon-francoise.svg"
    },
    {
      "name": "Domingo Nofre",
      "position": "CTPO à SantéVet",
      "text": "J'ai eu le plaisir de travailler avec Alec pendant une période de 6 mois, où il a occupé le poste de Lead Agile. Durant cette période, Alec a constamment fait preuve d'une compréhension remarquable des méthodologies lean et agiles. Il a activement contribué en partageant des idées innovantes, en proposant des solutions perspicaces et, de la manière la plus positive, en remettant en question nos pratiques existantes.\n\nL'expertise d'Alec s'étendait au-delà des connaissances théoriques. Il a habilement géré des cérémonies importantes, telles que les planifications trimestrielles, impliquant plusieurs équipes et individus. Il a favorisé la collaboration croisée entre les équipes, facilitant un flux de communication et de coordination fluide.\n\nEn plus de sa maîtrise de la gestion des processus, Alec a dirigé avec succès une équipe de Scrum Masters, les guidant dans leur croissance personnelle et professionnelle. Son mentorat et son soutien ont considérablement contribué à améliorer les performances de l'équipe et le succès global au sein de l'entreprise.\n\nL'énergie contagieuse d'Alec en fait un professionnel exceptionnel avec qui collaborer. Sans aucun doute, j'ai hâte de retravailler avec Alec à l'avenir, car sa motivation est toujours un catalyseur pour améliorer les façons de travailler de notre organisation.",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/domingon",
      "photo": "assets/images/recommendations/domingo-nofre.svg"
    },
    {
      "name": "Xavier Terradellas Fernández",
      "position": "Agile Coach chez Decathlon",
      "text": "J'ai eu le plaisir de travailler avec Alec pendant 6 mois chez SantéVet, où il occupait le poste de Lead Agile. Alec a démontré une expertise remarquable en coaching agile et en leadership d'équipe.\n\nSa capacité à comprendre rapidement les enjeux organisationnels et à proposer des solutions adaptées m'a particulièrement impressionné. Alec a su créer un environnement de confiance où les équipes se sentaient à l'aise pour expérimenter et s'améliorer continuellement.\n\nSon approche du coaching est à la fois bienveillante et exigeante. Il sait poser les bonnes questions pour amener les équipes à trouver leurs propres solutions, tout en les guidant vers l'excellence opérationnelle.\n\nAlec a également fait preuve d'une grande capacité d'adaptation face aux défis de transformation culturelle que nous rencontrions. Son énergie positive et sa détermination ont été des atouts précieux pour l'organisation.\n\nJe recommande vivement Alec pour tout poste nécessitant du leadership agile et des compétences en transformation organisationnelle.",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/xavierterradellas",
      "photo": "assets/images/recommendations/xavier-terradellas.svg"
    },
    {
      "name": "Alice Montel",
      "position": "Scrum Master @SantéVet",
      "text": "J'ai eu l'incroyable chance de travailler avec Alec quand il a rejoint SantéVet en tant que Lead Scrum Master, et en tant que mon manager.\n\nAyant une opinion forte sur le type de management que je voulais mais étant assez nouvelle dans l'Agile, j'attendais beaucoup de lui. Il s'est avéré que non seulement Alec a atteint mes attentes mais il est allé bien au-delà.\n\nIl a compris le contexte de l'entreprise très rapidement et a commencé immédiatement à proposer des améliorations pertinentes. Après seulement quelques jours, on avait l'impression qu'il avait toujours fait partie de l'équipe Agile, s'intégrant parfaitement, rassemblant les gens pour générer de nouvelles idées. En quelques mois de présence, les équipes se sont drastiquement améliorées sur de nombreux aspects : être capable de planifier, finir plus de ce qu'elles commençaient, mieux gérer les dépendances, communication plus efficace.\n\nIl maîtrise l'Agilité et c'est un excellent mentor mais surtout : il est inspirant !\n\nIl est la définition d'un servant leader. Vous pouvez aller le voir avec un problème à tout moment, il sera toujours prêt à aider, soit en vous faisant réaliser que vous avez déjà une solution, soit en fournissant des outils ou des idées pour résoudre le problème.\n\nJe n'aurais pas pu espérer un meilleur leader ou un meilleur manager. Ses futures équipes auront beaucoup de chance de l'avoir. Quand vous trouvez quelqu'un comme Alec avec de si bonnes compétences et un tel état d'esprit, ce serait stupide de le laisser partir. C'est l'un des bons.",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/alice-montel-17358088",
      "photo": "assets/images/recommendations/alice-montel.svg"
    },
    {
      "name": "Florian Labadens",
      "position": "Head of Agile @ManoMano",
      "text": "J'ai eu le plaisir de travailler avec Alec en tant que Scrum master dans notre équipe agile, et je le recommande. Alec est un coach d'équipe senior avec une compréhension approfondie du développement produit agile. Son expertise pour guider les équipes vers leurs façons de travailler les plus efficaces est très appréciée.\n\nAlec a développé une grande maîtrise du flux de développement produit agile et s'assure constamment que l'équipe incarne les valeurs et principes agiles. Il a l'habitude de faciliter 1 ou plusieurs équipes mais aussi des ateliers avec des petits ou grands groupes de personnes. Il a un œil aiguisé pour remettre en question le statu quo, optimiser les processus et supprimer les obstacles.\n\nL'une des forces clés d'Alec est son engagement à apporter de la valeur à l'organisation. Il recherche activement les retours des membres de l'équipe et des parties prenantes, les utilisant pour affiner son approche et conduire le succès de l'équipe.\n\nJe recommande avec confiance Alec en tant que Scrum master talentueux et dévoué ou pour tout rôle autour du produit.",
      "date": "2022",
      "linkedinUrl": "https://www.linkedin.com/in/florianlabadens",
      "photo": "assets/images/recommendations/florian-labadens.svg"
    }
  ],
  "education": [
    {
      "degree": "Chef de projet informatique (niveau II)",
      "school": "Esarc Evolution",
      "year": "2011"
    },
    {
      "degree": "Bac Communication et Gestion des RH",
      "school": "Lycée Jean Monnet",
      "year": "2007"
    }
  ],
  "certifications": [
    {
      "name": "🏆 Professional Scrum Master II",
      "year": "2021"
    },
    {
      "name": "🏆 SAFe Agilist",
      "year": "2020"
    },
    {
      "name": "🏆 Professional Scrum Master I",
      "year": "2020"
    },
    {
      "name": "🏆 Professional Scrum Product Owner I",
      "year": "2020"
    }
  ],
  "hobbies": [
    "🏰 Kaamelott",
    "🔨 Bricolage",
    "🌱 Jardinage",
    "🎮 TFT",
    "🎨 Tatouage",
    "🎬 Cinéma",
    "📺 Séries"
  ]
}