{
  "personalInfo": {
    "name": "Alec Roy",
    "title": "Lean & Agile Leader • Engineering Manager",
    "email": "alecroy89@gmail.com",
    "phone": "+33 6 19 19 65 16",
    "location": "22300 Lannion, France",
    "linkedin": "linkedin.com/in/alec-roy",
    "youtube": "https://www.youtube.com/@alec-agile-gardener",
    "assessfirst": "https://my.assessfirst.com/public/profile/btsphlfw-alec-roy?lang=en-US"
  },
  "aboutShort": {
    "description": "Lean and Agile Leader with nearly 15 years of experience at the crossroads of product, tech, business and management, I have supported scale-ups (ManoMano, SantéVet, Dougs…) in their hyper-growth by structuring delivery, leading agile transformations at scale and developing talent. My style is human, collaborative and results-oriented. I create the conditions for everyone to grow, gain autonomy and find meaning. Strategic vision and coaching posture come together in my leadership: transparency, trust and excellence. Recognized for my ability to unite, motivate and inspire, I bring empathy, spontaneity and pragmatism. As an innovation driver, I challenge the status quo, test, learn and iterate. In short, a passionate servant leader, driven by the desire to contribute to the growth of a company where people and products grow together."
  },
  "aboutLong": {
    "description": "I am a Lean/Agile leader and passionate manager, with nearly 15 years of experience at the crossroads of product, tech, business, and management.\n\nI have supported my teams in scale-ups (ManoMano, SantéVet, Dougs…) during hyper-growth by structuring delivery, leading agile transformations at scale, and developing talent. My style is resolutely human, collaborative, and results-oriented.\n\nThe teams I work with describe my approach as motivating and engaging. I create the conditions for everyone to grow, gain confidence, and become autonomous. I combine strategic vision (roadmaps aligned with the company's global strategy, adaptation of frameworks to context) with a coaching posture (mentoring, active listening, constructive feedback). My leadership is built on transparency, trust, and excellence.\n\nOn a human level, my strengths lie in my ability to unite, motivate, and inspire. I am recognized for my empathy, my ability to build authentic relationships, and my spontaneity, which make collaboration natural and enjoyable. I am also a driver of innovation and change: I like to understand the \"why,\" challenge the status quo pragmatically, test new approaches, learn quickly, and iterate.\n\nWhat defines me as a manager:\n• People first: I value individual and collective growth, highlight the talent of others, and easily detect everyone's potential.\n• Coach & visionary: I help people grow and lead them toward a shared goal, encouraging the definition of collective and individual objectives.\n• Catalyst: I turn challenges into opportunities and stimulate collective energy, surrounding myself with early adopters to support transformation.\n• Structured & pragmatic: I design clear, realistic (yet ambitious) frameworks."
  },
  "experiencesShort": [
    {
      "company": "Dougs",
      "position": "Technical Director & Co-founder",
      "period": "2018 - Present",
      "description": "Technical direction of a team of 25+ developers. Architecture and development of the leading SaaS platform in digital accounting.",
      "technologies": ["Node.js", "React", "TypeScript", "AWS", "Docker"]
    },
    {
      "company": "Previous Startup",
      "position": "Lead Developer",
      "period": "2015 - 2018",
      "description": "Development and architecture of innovative web solutions. Technical team management.",
      "technologies": ["JavaScript", "Python", "PostgreSQL", "Redis"]
    }
  ],
  "experiencesLong": [
    {
      "company": "Dougs",
      "position": "Technical Director & Co-founder",
      "period": "2018 - Present",
      "description": "As Technical Director and Co-founder of Dougs, I lead a team of more than 25 developers and engineers. Responsible for the overall technical architecture of our SaaS platform that revolutionizes accounting for SMEs and freelancers. I designed and supervised the development of a cloud-native infrastructure capable of processing millions of accounting transactions per month.",
      "achievements": [
        "Technical team growth from 3 to 25+ people",
        "Architecture of a platform serving 500K+ clients",
        "Implementation of complete DevOps infrastructure",
        "Development of high-performance REST and GraphQL APIs",
        "Implementation of microservices and event-driven architecture"
      ],
      "technologies": ["Node.js", "React", "TypeScript", "AWS", "Docker", "Kubernetes", "PostgreSQL", "Redis", "GraphQL"]
    },
    {
      "company": "Previous Startup",
      "position": "Lead Developer",
      "period": "2015 - 2018",
      "description": "Lead Developer in a fast-growing startup, responsible for development and architecture of innovative web solutions. Management of a team of 8 developers and implementation of development best practices.",
      "achievements": [
        "Development of an e-commerce platform from scratch",
        "Implementation of continuous integration",
        "Performance optimization (70% loading time reduction)",
        "Training and mentoring of junior developers"
      ],
      "technologies": ["JavaScript", "Python", "Django", "PostgreSQL", "Redis", "Docker", "AWS"]
    },
    {
      "company": "Web Agency",
      "position": "Full-Stack Developer",
      "period": "2012 - 2015",
      "description": "Development of websites and applications for various clients (e-commerce, corporate, startups). Specialization in modern web technologies and user experience.",
      "achievements": [
        "Development of 50+ web projects",
        "Specialization in responsive design",
        "SEO and performance optimization",
        "Training in new technologies"
      ],
      "technologies": ["PHP", "JavaScript", "MySQL", "HTML5", "CSS3", "jQuery", "WordPress"]
    }
  ],
  "skills": [
    {
      "category": "🎯 Agility",
      "items": ["SAFe", "LeSS", "Nexus", "unFIX", "Lean", "Scrum", "ShapeUp"]
    },
    {
      "category": "🤝 Agile Coaching",
      "items": ["Supporting teams (technical and managerial)", "Individual coaching (SE, Scrum Master, PO/PM, PDS)"]
    },
    {
      "category": "👨‍💼 Leadership/Management",
      "items": ["Servant leader", "Mentor", "Career development", "Intrinsic motivators", "Empowerment", "Autonomy and delegation"]
    },
    {
      "category": "🚀 Delivery",
      "items": ["OKRs", "Multi-team coordination", "Co-construction of strategic roadmaps", "Production monitoring", "Process optimization"]
    },
    {
      "category": "💬 Communication",
      "items": ["Facilitator", "Active listening", "Group facilitation", "Trainer"]
    },
    {
      "category": "💻 Tech",
      "items": ["Node.js", "TypeScript", "Nest.js", "PostgreSQL", "Docker"]
    },
    {
      "category": "🌍 Languages",
      "items": ["French (native)", "English (fluent)"]
    }
  ],
  "accomplishments": [
    {
      "company": "🏢 Dougs (Engineering Manager)",
      "achievements": [
        {
          "title": "📊 Production tracking optimization",
          "description": "Implementation of a tracking system using **Notion** (in the absence of a dedicated tool).\n\n**Results:**\n• **Simplified** delivery management\n• Automated ticket progress tracking connected to **GitHub**\n• Identification and resolution of **bottlenecks**\n• Improved communication (**Slack** automation)\n• **Deployment to other domains**"
        },
        {
          "title": "🎯 Domain OKRs deployment",
          "description": "Implementation of OKRs to **give meaning back** to teams.\n\n**Result:** Other domains adopted the same method after seeing our **relevant impact** on the company's strategic OKRs."
        },
        {
          "title": "🌐 Virtual office solution (Gather)",
          "description": "Deployment of an innovative collaborative solution.\n\n**Results:**\n• Adoption in my domain\n• Rollout to **Tech (80 people)**\n• Extension to the entire organization **(400+ people)**\n• Facilitated collaboration in a **distributed** environment across France"
        },
        {
          "title": "👨‍💼 Software Engineer promotion",
          "description": "Detection and promotion of talent to **Lead Software Engineer** position.\n\n**Result:** Significant increase in team performance (motivation, productivity, innovation, **quality of deliverables**)."
        }
      ]
    },
    {
      "company": "🏥 SantéVet (Lead Scrum Master)",
      "achievements": [
        {
          "title": "📅 PI Planning for 12 teams",
          "description": "Express organization of a **PI Planning** (within 1 week).\n\n**Result:** Quarterly roadmap created and delivered to the **Executive Committee in 1 day**, with dependency management (vs 2 weeks previously, without dependency handling)."
        },
        {
          "title": "🎯 SMART cycle objectives",
          "description": "Definition of **SMART** objectives for teams.\n\n**Result:** Improved **predictability**, increase from **0% to 30%** of teams completing everything they started."
        },
        {
          "title": "🔗 Inter-team planning",
          "description": "Implementation of coordinated cycles between teams.\n\n**Results:**\n• **Earlier** identification of dependencies\n• **Daily** follow-up of dependencies\n• Elimination of a **major delivery bottleneck**"
        },
        {
          "title": "👥 Launch of 3 communities",
          "description": "Creation of **Agile**, **PO**, and **Lead Tech** communities.\n\n**Results:**\n• Spread of **continuous improvement** culture\n• Implementation of **focus time**\n• Regular surveys to adapt the organization"
        },
        {
          "title": "⚡ Quality promotion",
          "description": "Promotion of **quality** and **continuous improvement** importance.\n\n**Results:**\n• Critical incidents reduced from **3/week to 3/month**\n• Adoption of a **common DoD** across Tech\n• **PSM-II** certification of a junior Scrum Master within 6 months"
        }
      ]
    },
    {
      "company": "🛠️ ManoMano (Senior Scrum Master)",
      "achievements": [
        {
          "title": "📈 Scaled agile framework",
          "description": "Contribution to the development of a framework in a **hyper-growth** context.\n\n**Results:**\n• Teams **synchronized**\n• Reduced **dependency** impact\n• Greater team **autonomy**\n• Increased sense of contributing to company **strategy**"
        }
      ]
    },
    {
      "company": "🎓 Trainer (SantéVet, ManoMano, onepoint, ECV Digital)",
      "achievements": [
        {
          "title": "📚 Training and conferences",
          "description": "Design and facilitation of training sessions on **agile topics** with colleagues and **undergraduate students (L3)** to help them build solid **Node.js/TypeScript** backends."
        }
      ]
    }
  ],
  "recommendations": [
    {
      "name": "Simon Françoise",
      "position": "Engineering Director (N+1) at Dougs",
      "text": "Alec is a deeply involved manager, always present for his teams, with clear, caring and effective communication. He knows how to create a climate of trust, where everyone feels heard and empowered.\n\nAlec distinguished himself through his active role in improving production monitoring for his development teams. He was able to identify friction points, propose concrete and impactful changes, thus enabling his teams to better organize themselves and therefore devote more time to producing. This sense of continuous improvement, combined with his ability to unite people, makes him a major asset.\n\nAlec also has an impact beyond his teams. He naturally succeeds in getting other Engineering Managers on board with his quest for continuous improvement. He is considered by other Managers and myself as a trusted person to whom we naturally turn for advice or help on organizational and human aspects.\n\nIt's a real pleasure to work with Alec because he brings energy, transparency and a true team spirit. He makes things simpler, more fluid and more caring.",
      "date": "2024",
      "linkedinUrl": "https://www.linkedin.com/in/simon-francoise-560ba456/",
      "photo": "assets/images/recommendations/simon-francoise.svg"
    },
    {
      "name": "Domingo Nofre",
      "position": "CTPO at SantéVet",
      "text": "I had the pleasure of working with Alec for a period of 6 months, where he served as the Lead Agile. During this time, Alec consistently displayed a remarkable understanding of lean and agile methodologies. He actively contributed by sharing innovative ideas, proposing insightful solutions, and, in the most positive manner, challenging our existing practices.\n\nAlec's expertise extended beyond theoretical knowledge. He skillfully managed significant ceremonies, such as quarterly plannings, involving multiple teams and individuals. He fostered cross-collaboration between teams, facilitating a seamless flow of communication and coordination.\n\nIn addition to his proficiency in process management, Alec successfully led a team of Scrum Masters, guiding them in their personal and professional growth. His mentorship and support significantly contributed to enhancing the team's performance and overall success within the company.\n\nAlec's contagious energy make him an exceptional professional to collaborate with. Without a doubt, I look forward to working with Alec again in the future, as his drive is always a catalyst for improving our organization's ways of working.",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/domingon",
      "photo": "assets/images/recommendations/domingo-nofre.svg"
    },
    {
      "name": "Xavier Terradellas Fernández",
      "position": "Head of Product @SantéVet",
      "text": "I highly recommend Alec Roy as an Agile Coach, Scrum Master and Agile Trainer. I have had the pleasure of working with Alec in multiple capacities, and his dedication to promoting Agile practices and driving positive change is truly commendable.\n\nAlec's commitment to helping individuals, teams, and organizations adopt agile values and practices is exceptional. He understands that each person, team, and organization is unique, and he tailors his approach accordingly. Alec is a strong advocate for maximizing the value of the products we develop while enhancing the quality of interactions within the organization. He was able to prove it in just 4 months.\n\nOne of Alec's greatest strengths is his ability to engage coworkers and inspire them to embrace new ways of working. He fosters a collaborative and inclusive environment where everyone feels empowered to contribute their ideas and expertise. Alec is a natural leader and possesses excellent communication and facilitation skills, which enable him to effectively explain and promote lean and agile approaches.\n\nDuring his time as a Lead Scrum Master at Santévet, Alec played a pivotal role in driving the agile culture change within the Tech and Product department. He collaborated closely with the Heads of Product and Engineering to define the ways of working, ensuring that teams delivered valuable software regularly, improved predictability, and designed effective plans for quarters and iterations. Alec's efforts in mentoring and guiding Scrum Masters were also instrumental in developing a strong community spirit and enabling continuous improvement.\n\nIn summary, Alec Roy is an exceptional Agile Coach who brings deep expertise, dedication, and passion to every project he undertakes. His commitment to pushing for change and engaging coworkers in new ways of working is truly admirable. I totally recommend Alec for any organization seeking an experienced and effective Agile Coach.",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/xavierterradellas",
      "photo": "assets/images/recommendations/xavier-terradellas.svg"
    },
    {
      "name": "Alice Montel",
      "position": "Scrum Master @SantéVet",
      "text": "I had the incredible chance to work with Alec when he joined SantéVet as lead Scrum Master, and as my manager.\n\nHaving a strong opinion on what kind of management I wanted but quite new to Agile, I was expecting a lot from him. As it turned out, not only did Alec reached my expectations but he went even way beyond.\n\nHe understood the company context very fast and started right away to propose relevant improvements. After only a few days, it felt like he had been in the Agile team forever, fitting right in, bringing people together to generate new ideas. In the few months he's been here, the teams improved drastically on many aspects : being able to plan, finishing more of what they started, handling dependencies better, more effective communication.\n\nHe masters Agility and he is a great mentor but most importantly : he is inspiring !\n\nHe is the definition of a servant leader. You can go to him with a problem anytime, he will always be willing to help, either by making you realise you already have a solution or by providing tools or ideas to solve the issue.\n\nI could not have hoped for a better leader or better manager. His future teams will be very lucky to have him. When you find someone like Alec with such good skills and mindset, it would be foolish to let him go. He's one of the good ones.",
      "date": "2023",
      "linkedinUrl": "https://www.linkedin.com/in/alice-montel-17358088",
      "photo": "assets/images/recommendations/alice-montel.svg"
    },
    {
      "name": "Florian Labadens",
      "position": "Head of Agile @ManoMano",
      "text": "I had the pleasure of working with Alec as a Scrum master on our agile team, and I recommend him. Alec is a senior team coach with a deep understanding of agile product development. His expertise in guiding teams towards their most effective ways of working is very appreciated.\n\nAlec developed a great mastery of the agile product development flow and consistently ensures that the team embodies agile values and principles. He is used to facilitate 1 or more teams but also workshops with small or large groups of people. He has a keen eye for challenging status quo, optimizing processes and removing obstacles.\n\nOne of Alec's key strengths is his commitment to bringing value to the organization. He actively seeks feedback from team members and stakeholders, using it to refine his approach and drive the team's success.\n\nI confidently recommend Alec as a talented and dedicated Scrum master or any role around the product.",
      "date": "2022",
      "linkedinUrl": "https://www.linkedin.com/in/florianlabadens",
      "photo": "assets/images/recommendations/florian-labadens.svg"
    }
  ],
  "education": [
    {
      "degree": "IT Project Manager (Level II)",
      "school": "Esarc Evolution",
      "year": "2011"
    },
    {
      "degree": "Baccalaureate in Communication and HR Management",
      "school": "Lycée Jean Monnet",
      "year": "2007"
    }
  ],
  "certifications": [
    {
      "name": "🏆 Professional Scrum Master II",
      "year": "2021"
    },
    {
      "name": "🏆 SAFe Agilist",
      "year": "2020"
    },
    {
      "name": "🏆 Professional Scrum Master I",
      "year": "2020"
    },
    {
      "name": "🏆 Professional Scrum Product Owner I",
      "year": "2020"
    }
  ],
  "hobbies": [
    "🏰 Kaamelott",
    "🔨 DIY",
    "🌱 Gardening",
    "🎮 TFT",
    "🎨 Tattoos",
    "🎬 Cinema",
    "📺 TV series"
  ]
}